tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "cmatrix"
brew "git"
brew "neofetch"
brew "neovim"
brew "node"
brew "python@3.10"
brew "python-tk@3.10"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "vim"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "firefox"
cask "karabiner-elements"
cask "kitty"
cask "linearmouse"
cask "malwarebytes"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mullvadvpn"
cask "spotify"
cask "utm"
